Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# accessibility.recording_indicator
source: Recording
de: Aufnahme
es_419: Grabación
es_es: Grabación
fr: Enregistrement
ja: 収録中
ko: 녹화 중
pt_br: Gravando
zh_hans: 正在录制
zh_hant: 正在錄製

# annotation_tool.arrow
source: Arrow
de: Pfeil
es_419: Flecha
es_es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
pt_br: Seta
zh_hans: 箭头
zh_hant: 箭頭

# annotation_tool.blur
source: Blur
de: Weichzeichnen
es_419: Desenfoque
es_es: Desenfocar
fr: Flou
ja: ぼかし
ko: 흐림
pt_br: Desfocar
zh_hans: 模糊
zh_hant: 模糊

# annotation_tool.highlighter
source: Highlighter
de: Textmarker
es_419: Resaltador
es_es: Resaltador
fr: Surligneur
ja: 蛍光ペン
ko: 형광펜
pt_br: Marca-texto
zh_hans: 荧光笔
zh_hant: 螢光筆

# annotation_tool.line
source: Line
de: Linie
es_419: Línea
es_es: Línea
fr: Ligne
ja: 直線
ko: 선
pt_br: Linha
zh_hans: 直线
zh_hant: 直線

# annotation_tool.numbered_callout
source: Numbered Callout
de: Nummerierter Hinweis
es_419: Marcador numerado
es_es: Marcador numerado
fr: Repère numéroté
ja: 番号付きマーカー
ko: 번호 마커
pt_br: Marcador numerado
zh_hans: 编号标注
zh_hant: 編號標示

# annotation_tool.pen
source: Pen
de: Stift
es_419: Pluma
es_es: Lápiz
fr: Crayon
ja: ペン
ko: 펜
pt_br: Caneta
zh_hans: 画笔
zh_hant: 畫筆

# annotation_tool.rectangle
source: Rectangle
de: Rechteck
es_419: Rectángulo
es_es: Rectángulo
ja: 長方形
ko: 직사각형
pt_br: Retângulo
zh_hans: 矩形
zh_hant: 矩形

# annotation_tool.redact
source: Redact
de: Abdecken
es_419: Ocultar
es_es: Ocultar
fr: Masquage
ja: 塗りつぶし
ko: 가리기
pt_br: Tarja
zh_hans: 遮盖
zh_hant: 遮蔽

# app_info.version.development
source: Development
de: Entwicklung
es_419: Desarrollo
es_es: Desarrollo
fr: Développement
ja: 開発版
ko: 개발 버전
pt_br: Desenvolvimento
zh_hans: 开发版
zh_hant: 開發版

# break.error.background_image_unavailable
source: The break timer background image could not be loaded: %@
de: Das Hintergrundbild des Pausentimers konnte nicht geladen werden: %@
es_419: No se pudo cargar la imagen de fondo del temporizador de descanso: %@
es_es: No se ha podido cargar la imagen de fondo del temporizador de descanso: %@
fr: Impossible de charger l’image d’arrière-plan du minuteur de pause : %@
ja: 休憩タイマーの背景画像を読み込めませんでした：%@
ko: 휴식 타이머 배경 이미지를 불러올 수 없습니다: %@
pt_br: Não foi possível carregar a imagem de fundo do temporizador de pausa: %@
zh_hans: 无法加载休息计时器背景图像：%@
zh_hant: 無法載入休息計時器背景影像：%@

# break.error.no_display
source: The active display could not be found.
de: Der aktive Bildschirm wurde nicht gefunden.
es_419: No se encontró la pantalla activa.
es_es: No se ha encontrado la pantalla activa.
fr: Impossible de trouver l’écran actif.
ja: 使用中のディスプレイが見つかりませんでした。
ko: 활성 디스플레이를 찾을 수 없습니다.
pt_br: Nenhuma tela ativa foi encontrada.
zh_hans: 找不到当前显示器。
zh_hant: 找不到目前的顯示器。

# capture.error.screen.display_not_found
source: The active display could not be captured.
de: Der aktive Bildschirm konnte nicht aufgenommen werden.
es_419: No se pudo capturar la pantalla activa.
es_es: No se ha podido capturar la pantalla activa.
fr: Impossible de capturer l’écran actif.
ja: 使用中のディスプレイを取り込めませんでした。
ko: 활성 디스플레이를 캡처할 수 없습니다.
pt_br: Não foi possível capturar a tela ativa.
zh_hans: 无法捕捉当前显示器。
zh_hant: 無法擷取目前的顯示器。

# capture.error.screen.image_creation_failed
source: The display image could not be created.
de: Das Bildschirmbild konnte nicht erstellt werden.
es_419: No se pudo crear la imagen de la pantalla.
es_es: No se ha podido crear la imagen de la pantalla.
fr: Impossible de créer l’image de l’écran.
ja: ディスプレイ画像を作成できませんでした。
ko: 디스플레이 이미지를 만들 수 없습니다.
pt_br: Não foi possível criar a imagem da tela.
zh_hans: 无法创建显示器图像。
zh_hant: 無法建立顯示器影像。

# capture.error.screen.recording_failed
source: The screen recording could not be saved.
de: Die Bildschirmaufnahme konnte nicht gesichert werden.
es_419: No se pudo guardar la grabación de pantalla.
es_es: No se ha podido guardar la grabación de pantalla.
fr: L’enregistrement de l’écran n’a pas pu être sauvegardé.
ja: 画面収録を保存できませんでした。
ko: 화면 녹화를 저장할 수 없습니다.
pt_br: Não foi possível salvar a gravação da tela.
zh_hans: 无法保存屏幕录制。
zh_hant: 無法儲存螢幕錄製。

# capture.error.window.disappeared
source: Window %u is no longer available.
de: Fenster %u ist nicht mehr verfügbar.
es_419: La ventana %u ya no está disponible.
es_es: La ventana %u ya no está disponible.
fr: La fenêtre %u n’est plus disponible.
ja: ウインドウ %u は利用できなくなりました。
ko: ID가 %u인 윈도우를 더 이상 사용할 수 없습니다.
pt_br: A janela %u não está mais disponível.
zh_hans: 窗口 %u 已不可用。
zh_hant: 視窗 %u 已無法使用。

# capture.error.window.image_creation_failed
source: The window image could not be created.
de: Das Fensterbild konnte nicht erstellt werden.
es_419: No se pudo crear la imagen de la ventana.
es_es: No se ha podido crear la imagen de la ventana.
fr: Impossible de créer l’image de la fenêtre.
ja: ウインドウ画像を作成できませんでした。
ko: 윈도우 이미지를 만들 수 없습니다.
pt_br: Não foi possível criar a imagem da janela.
zh_hans: 无法创建窗口图像。
zh_hant: 無法建立視窗影像。

# capture.window_selection.instruction
source: Point to a window and click · Esc to cancel
de: Auf ein Fenster zeigen und klicken · Esc zum Abbrechen
es_419: Apunta a una ventana y haz clic · Esc para cancelar
es_es: Señala una ventana y haz clic · Esc para cancelar
fr: Pointez une fenêtre et cliquez · Esc pour annuler
ja: ウインドウをポイントしてクリック · Esc でキャンセル
ko: 윈도우 위로 포인터를 옮긴 다음 클릭 · Esc로 취소
pt_br: Aponte para uma janela e clique · Esc para cancelar
zh_hans: 指向窗口并点击 · 按 Esc 取消
zh_hant: 指向視窗並按一下 · 按 Esc 取消

# capture_device.default
source: Default
de: Standard
es_419: Predeterminado
es_es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# color.black
source: Black
de: Schwarz
es_419: Negro
es_es: Negro
fr: Noir
ja: 黒
ko: 검은색
pt_br: Preto
zh_hans: 黑色
zh_hant: 黑色

# color.blue
source: Blue
de: Blau
es_419: Azul
es_es: Azul
fr: Bleu
ja: 青
ko: 파란색
pt_br: Azul
zh_hans: 蓝色
zh_hant: 藍色

# color.green
source: Green
de: Grün
es_419: Verde
es_es: Verde
fr: Vert
ja: 緑
ko: 초록색
pt_br: Verde
zh_hans: 绿色
zh_hant: 綠色

# color.red
source: Red
de: Rot
es_419: Rojo
es_es: Rojo
fr: Rouge
ja: 赤
ko: 빨간색
pt_br: Vermelho
zh_hans: 红色
zh_hant: 紅色

# color.white
source: White
de: Weiß
es_419: Blanco
es_es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt_br: Branco
zh_hans: 白色
zh_hant: 白色

# color.yellow
source: Yellow
de: Gelb
es_419: Amarillo
es_es: Amarillo
fr: Jaune
ja: 黄
ko: 노란색
pt_br: Amarelo
zh_hans: 黄色
zh_hant: 黃色

# common.browse
source: Browse…
de: Durchsuchen…
es_419: Explorar…
es_es: Explorar…
fr: Parcourir…
ja: 参照…
ko: 찾아보기…
pt_br: Explorar…
zh_hans: 浏览…
zh_hant: 瀏覽…

# common.cancel
source: Cancel
de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.choose
source: Choose
de: Auswählen
es_419: Elegir
es_es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择
zh_hant: 選擇

# common.no_file_selected
source: No file selected
de: Keine Datei ausgewählt
es_419: Ningún archivo seleccionado
es_es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
ja: ファイルが選択されていません
ko: 선택한 파일 없음
pt_br: Nenhum arquivo selecionado
zh_hans: 未选择文件
zh_hant: 尚未選擇檔案

# common.none
source: None
de: Keine
es_419: Ninguno
es_es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

# demo_type.error.loading_failed
source: Error loading DemoType file
de: Fehler beim Laden der DemoType-Datei
es_419: No se pudo cargar el archivo DemoType
es_es: Error al cargar el archivo DemoType
fr: Erreur lors du chargement du fichier DemoType
ja: DemoType ファイルの読み込みエラー
ko: DemoType 파일을 불러오는 중 오류 발생
pt_br: Falha ao carregar o arquivo DemoType
zh_hans: 加载 DemoType 文件时出错
zh_hant: 載入 DemoType 檔案時發生錯誤

# demo_type.error.no_file_specified
source: No DemoType file specified
de: Keine DemoType-Datei angegeben
es_419: No se especificó ningún archivo DemoType
es_es: No se ha indicado ningún archivo DemoType
fr: Aucun fichier DemoType indiqué
ja: DemoType ファイルが指定されていません
ko: DemoType 파일을 지정하지 않았습니다
pt_br: Nenhum arquivo DemoType foi especificado
zh_hans: 未指定 DemoType 文件
zh_hant: 未指定 DemoType 檔案

# demo_type.error.unrecognized_content
source: Unrecognized DemoType file content
de: Inhalt der DemoType-Datei nicht erkannt
es_419: No se reconoce el contenido del archivo DemoType
es_es: No se reconoce el contenido del archivo DemoType
fr: Contenu du fichier DemoType non reconnu
ja: DemoType ファイルの内容を認識できません
ko: DemoType 파일 내용을 인식할 수 없습니다
pt_br: O conteúdo do arquivo DemoType não foi reconhecido
zh_hans: 无法识别 DemoType 文件内容
zh_hant: 無法辨識 DemoType 檔案內容

# demo_type.error.unsupported_file_size
source: Unsupported DemoType file size
de: Nicht unterstützte Größe der DemoType-Datei
es_419: El tamaño del archivo DemoType no es compatible
es_es: Tamaño de archivo DemoType no compatible
fr: Taille du fichier DemoType non prise en charge
ja: このサイズの DemoType ファイルには対応していません
ko: 지원하지 않는 DemoType 파일 크기입니다
pt_br: O tamanho do arquivo DemoType não é compatível
zh_hans: 不支持此 DemoType 文件大小
zh_hant: 不支援此 DemoType 檔案大小

# drawing_shortcut_guide.canvas
source: While drawing, press W for a whiteboard or K for a blackboard. Choose another canvas state to return. W and K are not global shortcuts and do not require Control.
de: Drücke beim Zeichnen W für eine weiße Tafel oder K für eine schwarze Tafel. Wähle einen anderen Leinwandzustand, um zurückzukehren. W und K sind keine globalen Kurzbefehle und benötigen kein Control.
es_419: Mientras dibujas, presiona W para usar un pizarrón blanco o K para uno negro. Elige otro estado del lienzo para regresar. W y K no son atajos globales y no requieren Control.
es_es: Mientras dibujas, pulsa W para usar una pizarra blanca o K para una pizarra negra. Elige otro estado de lienzo para volver. W y K no son atajos globales y no requieren Control.
fr: Pendant le dessin, appuyez sur W pour un tableau blanc ou sur K pour un tableau noir. Choisissez un autre état de canevas pour revenir. W et K ne sont pas des raccourcis globaux et ne nécessitent pas Control.
ja: 描画中に W を押すとホワイトボード、K を押すとブラックボードになります。別のキャンバス状態を選ぶと元に戻ります。W と K はグローバルショートカットではなく、Control は不要です。
ko: 그리는 동안 W를 누르면 화이트보드, K를 누르면 블랙보드로 바뀝니다. 다른 캔버스 상태를 선택하면 돌아갑니다. W와 K는 전역 단축키가 아니며 Control을 누를 필요가 없습니다.
pt_br: Enquanto desenha, pressione W para usar um quadro branco ou K para um quadro negro. Escolha outro estado da tela para voltar. W e K não são atalhos globais e não exigem Control.
zh_hans: 绘图时，按 W 切换到白板，按 K 切换到黑板。选择其他画布状态即可返回。W 和 K 不是全局快捷键，也不需要按 Control。
zh_hant: 繪圖時，按 W 切換至白板，按 K 切換至黑板。選擇其他畫布狀態即可返回。W 和 K 不是全域快速鍵，也不需要按 Control。

# drawing_shortcut_guide.colors
source: Press R / G / B / Y / O / P to switch the pen to red, green, blue, yellow, orange, or pink. White and black have no default shortcuts; choose them from the color controls.
de: Drücke R / G / B / Y / O / P, um den Stift auf Rot, Grün, Blau, Gelb, Orange oder Pink umzustellen. Weiß und Schwarz haben keine Standardtasten; wähle sie in der Farbsteuerung aus.
es_419: Presiona R / G / B / Y / O / P para cambiar la pluma a rojo, verde, azul, amarillo, naranja o rosa. El blanco y el negro no tienen teclas predeterminadas; selecciónalos en los controles de color.
es_es: Pulsa R / G / B / Y / O / P para cambiar el lápiz a rojo, verde, azul, amarillo, naranja o rosa. El blanco y el negro no tienen teclas predeterminadas; elígelos en los controles de color.
fr: Appuyez sur R / G / B / Y / O / P pour choisir un crayon rouge, vert, bleu, jaune, orange ou rose. Le blanc et le noir n’ont pas de touches par défaut ; choisissez-les dans les commandes de couleur.
ja: R / G / B / Y / O / P を押すと、ペンを赤、緑、青、黄、オレンジ、ピンクに切り替えます。白と黒にはデフォルトのショートカットがないため、カラーコントロールから選択してください。
ko: R / G / B / Y / O / P를 눌러 펜을 빨간색, 초록색, 파란색, 노란색, 주황색, 분홍색으로 바꿉니다. 흰색과 검은색에는 기본 단축키가 없으므로 색상 컨트롤에서 선택하세요.
pt_br: Pressione R / G / B / Y / O / P para mudar a caneta para vermelho, verde, azul, amarelo, laranja ou rosa. Branco e preto não têm teclas padrão; escolha-os nos controles de cor.
zh_hans: 按 R / G / B / Y / O / P 可将画笔切换为红、绿、蓝、黄、橙或粉色。白色和黑色没有默认快捷键，请从颜色控件中选择。
zh_hant: 按 R / G / B / Y / O / P 可將畫筆切換為紅、綠、藍、黃、橘或粉紅色。白色和黑色沒有預設快速鍵，請從顏色控制項目中選擇。

# drawing_shortcut_guide.text
source: While drawing, press T to start left-aligned text or Shift+T for right-aligned text. Clicking a new position commits the current text and starts another. Press Esc to finish editing. Use the scroll wheel or Command++ / Command+- to change the font size. Arrow keys, Delete, selection, and paste are handled by the macOS text system.
de: Drücke beim Zeichnen T für linksbündigen Text oder Shift+T für rechtsbündigen Text. Ein Klick auf eine neue Position übernimmt den aktuellen Text und beginnt einen neuen. Drücke zum Beenden der Bearbeitung Escape. Ändere die Schriftgröße mit dem Scrollrad oder Command++ / Command+-. Pfeiltasten, Löschen, Auswahl und Einfügen werden vom macOS-Textsystem verarbeitet.
es_419: Mientras dibujas, presiona T para iniciar texto alineado a la izquierda o Shift+T para alinearlo a la derecha. Al hacer clic en otra posición se confirma el texto actual y se inicia uno nuevo. Presiona Escape para terminar la edición. Usa la rueda o Command++ / Command+- para cambiar el tamaño de letra. Las flechas, Eliminar, la selección y el pegado los administra el sistema de texto de macOS.
es_es: Mientras dibujas, pulsa T para iniciar texto alineado a la izquierda o Shift+T para alinearlo a la derecha. Hacer clic en otra posición confirma el texto actual e inicia uno nuevo. Pulsa Escape para terminar la edición. Usa la rueda o Command++ / Command+- para cambiar el tamaño de letra. Las flechas, Suprimir, la selección y el pegado los gestiona el sistema de texto de macOS.
fr: Pendant le dessin, appuyez sur T pour saisir du texte aligné à gauche ou sur Shift+T pour l’aligner à droite. Cliquer à un nouvel endroit valide le texte actuel et en commence un autre. Appuyez sur Échap pour terminer. Utilisez la molette ou Command++ / Command+- pour modifier la taille de police. Les touches fléchées, la suppression, la sélection et le collage sont gérés par le système de texte de macOS.
ja: 描画中に T を押すと左揃え、Shift+T を押すと右揃えのテキスト入力を開始します。別の位置をクリックすると現在のテキストが確定し、次の入力が始まります。Esc を押すと編集を終了します。スクロールホイールまたは Command++ / Command+- でフォントサイズを変更できます。矢印キー、Delete、選択、ペーストは macOS のテキストシステムで処理されます。
ko: 그리는 동안 T를 누르면 왼쪽 정렬 텍스트, Shift+T를 누르면 오른쪽 정렬 텍스트 입력을 시작합니다. 새 위치를 클릭하면 현재 텍스트를 확정하고 다음 입력을 시작합니다. Esc를 누르면 편집이 끝납니다. 스크롤 휠이나 Command++ / Command+-로 글꼴 크기를 바꿀 수 있습니다. 방향키, Delete, 선택, 붙여넣기는 macOS 텍스트 시스템에서 처리합니다.
pt_br: Enquanto desenha, pressione T para iniciar um texto alinhado à esquerda ou Shift+T para alinhá-lo à direita. Clicar em outro local confirma o texto atual e inicia um novo. Pressione Escape para terminar a edição. Use a roda ou Command++ / Command+- para alterar o tamanho da fonte. As setas, Apagar, seleção e colagem são controladas pelo sistema de texto do macOS.
zh_hans: 绘图时，按 T 开始输入左对齐文本，按 Shift+T 输入右对齐文本。点击新位置会提交当前文本并开始输入下一段。按 Esc 结束编辑。使用滚轮或 Command++ / Command+- 更改字号。方向键、Delete、选择和粘贴由 macOS 文本系统处理。
zh_hant: 繪圖時，按 T 開始輸入靠左對齊文字，按 Shift+T 輸入靠右對齊文字。按一下新位置會送出目前文字並開始輸入下一段。按 Esc 結束編輯。使用滾輪或 Command++ / Command+- 更改字級。方向鍵、Delete、選取和貼上由 macOS 文字系統處理。

# feedback.canvas.blackboard_prefix
source: Blackboard ·
de: Schwarze Tafel ·
es_419: Pizarrón negro ·
es_es: Pizarra negra ·
fr: Tableau noir ·
ja: ブラックボード ·
ko: 블랙보드 ·
pt_br: Quadro negro ·
zh_hans: 黑板 ·
zh_hant: 黑板 ·

# feedback.canvas.whiteboard_prefix
source: Whiteboard ·
de: Weiße Tafel ·
es_419: Pizarrón blanco ·
es_es: Pizarra blanca ·
fr: Tableau blanc ·
ja: ホワイトボード ·
ko: 화이트보드 ·
pt_br: Quadro branco ·
zh_hans: 白板 ·
zh_hant: 白板 ·

# feedback.completed.ocr_copied
source: Copied %lld characters
de: %lld Zeichen kopiert
es_419: %lld caracteres copiados
es_es: %lld caracteres copiados
fr: %lld caractères copiés
ja: %lld文字をコピーしました
ko: %lld자를 복사했습니다
pt_br: %lld caracteres copiados
zh_hans: 已复制 %lld 个字符
zh_hant: 已複製 %lld 個字元

# feedback.completed.ocr_copied.one
source: Copied %lld character
de: %lld Zeichen kopiert
es_419: %lld carácter copiado
es_es: %lld carácter copiado
fr: %lld caractère copié
ja: %lld文字をコピーしました
ko: %lld자를 복사했습니다
pt_br: %lld caractere copiado
zh_hans: 已复制 %lld 个字符
zh_hant: 已複製 %lld 個字元

# feedback.completed.recording_saved
source: Recording saved
de: Aufnahme gesichert
es_419: Grabación guardada
es_es: Grabación guardada
fr: Enregistrement sauvegardé
ja: 収録を保存しました
ko: 녹화를 저장했습니다
pt_br: Gravação salva
zh_hans: 录制已保存
zh_hant: 錄製已儲存

# feedback.completed.screenshot_copied
source: Copied · Paste with ⌘V or ⌃V
de: Kopiert · Mit ⌘V oder ⌃V einfügen
es_419: Copiado · Pega con ⌘V o ⌃V
es_es: Copiado · Pega con ⌘V o ⌃V
fr: Copié · Collez avec ⌘V ou ⌃V
ja: コピーしました · ⌘V または ⌃V でペースト
ko: 복사 완료 · ⌘V 또는 ⌃V로 붙여넣기
pt_br: Copiado · Cole com ⌘V ou ⌃V
zh_hans: 已复制 · 使用 ⌘V 或 ⌃V 粘贴
zh_hant: 已複製 · 使用 ⌘V 或 ⌃V 貼上

# feedback.mode.break_timer
source: Break Timer
de: Pausentimer
es_419: Temporizador de descanso
es_es: Temporizador de descanso
fr: Minuteur de pause
ja: 休憩タイマー
ko: 휴식 타이머
pt_br: Temporizador de pausa
zh_hans: 休息计时器
zh_hant: 休息計時器

# feedback.mode.capture_region_to_clipboard
source: Capture Region · Copy to Clipboard
de: Bereich aufnehmen · In Zwischenablage kopieren
es_419: Capturar área · Copiar al portapapeles
es_es: Capturar zona · Copiar al portapapeles
fr: Capturer une zone · Copier dans le presse-papiers
ja: 範囲を取り込む · クリップボードにコピー
ko: 영역 캡처 · 클립보드에 복사
pt_br: Capturar área · Copiar para a área de transferência
zh_hans: 捕捉区域 · 复制到剪贴板
zh_hant: 擷取區域 · 複製到剪貼板

# feedback.mode.capture_region_to_file
source: Capture Region · Save to File
de: Bereich aufnehmen · In Datei sichern
es_419: Capturar área · Guardar en archivo
es_es: Capturar zona · Guardar en archivo
fr: Capturer une zone · Enregistrer dans un fichier
ja: 範囲を取り込む · ファイルに保存
ko: 영역 캡처 · 파일에 저장
pt_br: Capturar área · Salvar em arquivo
zh_hans: 捕捉区域 · 保存到文件
zh_hant: 擷取區域 · 儲存到檔案

# feedback.mode.drawing
source: Drawing
de: Zeichnen
es_419: Dibujo
es_es: Dibujo
fr: Dessin
ja: 描画
ko: 그리기
pt_br: Desenho
zh_hans: 绘图
zh_hant: 繪圖

# feedback.mode.extract_text_ocr
source: Extract Text (OCR)
de: Text extrahieren (OCR)
es_419: Extraer texto (OCR)
es_es: Extraer texto (OCR)
fr: Extraire le texte (OCR)
ja: テキストを抽出（OCR）
ko: 텍스트 추출(OCR)
pt_br: Extrair texto (OCR)
zh_hans: 提取文本 (OCR)
zh_hant: 擷取文字 (OCR)

# feedback.mode.live_drawing
source: Live Drawing
de: Live-Zeichnen
es_419: Dibujo en vivo
es_es: Dibujo en directo
fr: Dessin en direct
ja: ライブ描画
ko: 실시간 그리기
pt_br: Desenho ao vivo
zh_hans: 实时绘图
zh_hant: 即時繪圖

# feedback.mode.panorama_capture
source: Panorama Capture
de: Panoramaaufnahme
es_419: Captura panorámica
es_es: Captura panorámica
fr: Capture panoramique
ja: パノラマ取り込み
ko: 파노라마 캡처
pt_br: Captura panorâmica
zh_hans: 全景捕捉
zh_hant: 全景擷取

# feedback.mode.ready
source: Ready
de: Bereit
es_419: Listo
es_es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# feedback.mode.right_aligned_text
source: Right-Aligned Text
de: Rechtsbündiger Text
es_419: Texto alineado a la derecha
es_es: Texto alineado a la derecha
fr: Texte aligné à droite
ja: 右揃えテキスト
ko: 오른쪽 정렬 텍스트
pt_br: Texto alinhado à direita
zh_hans: 右对齐文本
zh_hant: 靠右對齊文字

# feedback.mode.select_recording_region
source: Select Recording Region
de: Aufnahmebereich auswählen
es_419: Seleccionar área de grabación
es_es: Seleccionar zona de grabación
fr: Sélectionner la zone à enregistrer
ja: 収録範囲を選択
ko: 녹화 영역 선택
pt_br: Selecionar área de gravação
zh_hans: 选择录制区域
zh_hant: 選擇錄製區域

# feedback.mode.static_zoom
source: Static Zoom
de: Statischer Zoom
es_419: Zoom estático
es_es: Zoom estático
fr: Zoom statique
ja: 静止ズーム
ko: 정지 화면 확대
pt_br: Zoom estático
zh_hans: 静态缩放
zh_hant: 靜態縮放

# feedback.tool.summary
source: %1$@%2$@ · %3$@ · %4$lld pt · Esc to exit
de: %1$@%2$@ · %3$@ · %4$lld pt · Esc zum Beenden
es_419: %1$@%2$@ · %3$@ · %4$lld pt · Esc para salir
es_es: %1$@%2$@ · %3$@ · %4$lld pt · Esc para salir
fr: %1$@%2$@ · %3$@ · %4$lld pt · Esc pour quitter
ja: %1$@%2$@ · %3$@ · %4$lld pt · Esc で終了
ko: %1$@%2$@ · %3$@ · %4$lld pt · Esc로 종료
pt_br: %1$@%2$@ · %3$@ · %4$lld pt · Esc para sair
zh_hans: %1$@%2$@ · %3$@ · %4$lld pt · 按 Esc 退出
zh_hant: %1$@%2$@ · %3$@ · %4$lld pt · 按 Esc 結束

# hotkey_fallback.permission.message
source: macOS reserves some Control+number shortcuts. DoraZoom needs permission to monitor keyboard input so it can use fallback shortcuts that match ZoomIt. If DoraZoom is already enabled in System Settings but the shortcuts still do not work, quit and reopen DoraZoom. You will not be asked again during this session.
de: macOS reserviert einige Kurzbefehle mit Control+Zahl. DoraZoom benötigt die Berechtigung zur Tastaturüberwachung, um ersatzweise Kurzbefehle nach dem Vorbild von ZoomIt zu verwenden. Wenn DoraZoom in den Systemeinstellungen bereits aktiviert ist, die Kurzbefehle aber weiterhin nicht funktionieren, beende DoraZoom vollständig und öffne es erneut. Während dieser Sitzung wirst du nicht noch einmal gefragt.
es_419: macOS reserva algunos atajos Control+número. DoraZoom necesita permiso para monitorear el teclado y así usar atajos alternativos que coincidan con los de ZoomIt. Si DoraZoom ya está activado en Configuración del Sistema pero los atajos aún no funcionan, cierra DoraZoom por completo y vuelve a abrirlo. No se te volverá a preguntar durante esta sesión.
es_es: macOS reserva algunos atajos Control+número. DoraZoom necesita permiso para monitorizar el teclado y así poder usar atajos alternativos que coincidan con los de ZoomIt. Si DoraZoom ya está activado en Ajustes del Sistema pero los atajos siguen sin funcionar, sal por completo de DoraZoom y vuelve a abrirlo. No se te volverá a preguntar durante esta sesión.
fr: macOS réserve certains raccourcis Control+chiffre. DoraZoom doit surveiller les entrées clavier pour utiliser des raccourcis de secours conformes aux habitudes de ZoomIt. Si DoraZoom est déjà activé dans Réglages Système mais que les raccourcis ne fonctionnent toujours pas, quittez complètement DoraZoom puis rouvrez-le. Ce rappel ne s’affichera plus pendant cette session.
ja: macOS は一部の Control+数字ショートカットを予約しています。ZoomIt と同じフォールバックショートカットを使うには、DoraZoom にキーボード入力を監視する権限が必要です。 システム設定ですでに DoraZoom を有効にしてもショートカットが動作しない場合は、DoraZoom を終了して開き直してください。このセッション中に再度確認することはありません。
ko: macOS는 일부 Control+숫자 단축키를 예약합니다. ZoomIt과 동일한 대체 단축키를 사용하려면 DoraZoom에 키보드 입력을 모니터링할 권한이 필요합니다. 시스템 설정에서 이미 DoraZoom을 활성화했는데 단축키가 작동하지 않으면 DoraZoom을 종료한 후 다시 여세요. 이 세션에서는 다시 묻지 않습니다.
pt_br: O macOS reserva alguns atalhos Control+número. O DoraZoom precisa de permissão para monitorar o teclado e usar atalhos alternativos iguais aos do ZoomIt. Se o DoraZoom já estiver ativado nos Ajustes do Sistema, mas os atalhos ainda não funcionarem, encerre o DoraZoom por completo e abra-o novamente. Esta pergunta não será exibida outra vez durante esta sessão.
zh_hans: macOS 会占用部分 Control+数字快捷键。DoraZoom 需要监控键盘输入的权限，才能使用与 ZoomIt 一致的备用快捷键。 如果已在系统设置中启用 DoraZoom，但快捷键仍无效，请退出并重新打开 DoraZoom。本次会话中不会再次询问。
zh_hant: macOS 會保留部分 Control+數字快速鍵。DoraZoom 需要監控鍵盤輸入的權限，才能使用與 ZoomIt 一致的備用快速鍵。 如果已在「系統設定」中啟用 DoraZoom，但快速鍵仍無法使用，請結束並重新開啟 DoraZoom。這次工作階段中不會再次詢問。

# hotkey_fallback.permission.title
source: Enable DoraZoom Shortcuts
de: DoraZoom-Kurzbefehle aktivieren
es_419: Activar los atajos de DoraZoom
es_es: Activar los atajos de DoraZoom
fr: Activer les raccourcis DoraZoom
ja: DoraZoom のショートカットを有効にする
ko: DoraZoom 단축키 활성화
pt_br: Ativar os atalhos do DoraZoom
zh_hans: 启用 DoraZoom 快捷键
zh_hant: 啟用 DoraZoom 快速鍵
